["{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC72504/text\", \"date\": \"04/10/2024\", \"title\": \"DEPARTMENT OF DEFENSE APPROPRIATIONS FOR FISCAL YEAR 2024\", \"id\": -1, \"committee\": \"Appropriations\", \"transcript\": \"Here are the key points from the Senate Defense Appropriations subcommittee hearing testimony:\\n\\n- Multiple organizations submitted written testimony requesting funding for various defense-related programs and research initiatives.\\n\\n- The American Urological Association requested $8 million for bladder cancer research through the Congressionally Directed Medical Research Program. They noted bladder cancer's high prevalence among veterans and military personnel.\\n\\n- The Government Accountability Office requested clarification of its authority to conduct oversight and audits of intelligence agencies. \\n\\n- The Human Factors and Ergonomics Society urged robust funding for Department of Defense research, development, test and evaluation programs, especially those related to human factors research.\\n\\n- The Neurofibromatosis Network requested $25 million for the Neurofibromatosis Research Program, highlighting its relevance to military health issues.\\n\\n- The Society for Industrial and Organizational Psychology advocated for increased social science funding at DOD, including $37 million for the Minerva Research Initiative.\\n\\n- TB Alliance urged including tuberculosis as an eligible disease for research funding through the Peer Reviewed Medical Research Program.\\n\\n- Several organizations requested continued or increased funding for specific medical research programs related to military health.\\n\\nThe testimony demonstrates the wide range of defense-related research and programs seeking congressional appropriations support.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC70975/text\", \"date\": \"12/07/2023\", \"title\": \"COMMERCE, JUSTICE, SCIENCE, AND RELATED AGENCIES APPROPRIATIONS FOR FISCAL YEAR 2023\", \"id\": -1, \"committee\": \"Appropriations\", \"transcript\": \"here are the key points from the Western Governors' Association testimony:\\n\\n- They support strong funding for NOAA's National Integrated Drought Information System (NIDIS) program, which provides drought forecasting and monitoring information.\\n\\n- They request continued support for National Weather Service River Forecast Centers and Weather Forecast Offices.\\n\\n- They support efforts to improve broadband access in rural and tribal communities, including higher speed definitions and dedicated funding for tribal projects. \\n\\n- They support implementation of the Broadband DATA Act to improve broadband mapping accuracy.\\n\\n- They encourage federal agencies to better coordinate with states on data policies and incorporate state data into decision-making, as required by the Evidence-Based Policymaking Act.\\n\\n- For the Economic Development Administration, they recommend:\\n  - More flexibility in use of funds for rural communities\\n  - Metrics beyond just job numbers to measure impact\\n  - More funding for capacity building and technical assistance\\n\\n- Overall, they request the subcommittee continue supporting these programs that are important for western states.\\n\\nThe testimony emphasizes the importance of federal-state collaboration and providing resources to address issues like drought, broadband access, and rural economic development in western states.\\n\\n               \"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC72633/text\", \"date\": \"04/26/2023\", \"title\": \"ENERGY AND WATER DEVELOPMENT APPROPRIATIONS FOR FISCAL YEAR 2024\", \"id\": -1, \"committee\": \"Appropriations\", \"transcript\": \"Here is a summary of the key points from the Senate hearing on Energy and Water Development Appropriations for Fiscal Year 2024:\\n\\n- The hearing focused on the budget requests for the U.S. Army Corps of Engineers and Bureau of Reclamation. \\n\\n- Key issues discussed included:\\n  - Funding for water infrastructure projects and drought mitigation efforts\\n  - Climate change impacts on water resources \\n  - Modernizing aging infrastructure\\n  - Tribal water rights settlements\\n  - Harbor maintenance and dredging projects\\n  - Flood control and ecosystem restoration efforts\\n\\n- Officials testified that the budget requests aim to address challenges like:\\n  - Extreme weather events and climate change impacts\\n  - Aging infrastructure in need of repairs/upgrades\\n  - Water scarcity and drought, especially in the Western U.S.\\n  - Balancing water needs for agriculture, cities, ecosystems, etc.\\n\\n- There was discussion about the need for long-term solutions to manage water resources, especially in drought-prone areas like the Colorado River Basin.\\n\\n- Senators raised concerns about specific local projects in their states needing funding.\\n\\n- Officials committed to working on improving tribal consultation processes for projects.\\n\\n- There were questions about staffing challenges at the Army Corps and efforts to recruit/retain engineers.\\n\\nThe hearing highlighted the complex water resource management challenges facing the country and the need for continued investment in water infrastructure and climate resilience efforts. Senators emphasized the importance of these agencies' work for local economies and communities.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC73031/text\", \"date\": \"04/26/2023\", \"title\": \"MILITARY CONSTRUCTION, VETERANS AFFAIRS, AND RELATED AGENCIES APPROPRIATIONS FOR FISCAL YEAR 2024\", \"id\": -1, \"committee\": \"Appropriations\", \"transcript\": \"Here is a summary of the key points from the Senate hearing on the VA's FY 2024 budget request:\\n\\n- Secretary McDonough testified on the VA's $325.1 billion budget request for FY 2024, a 5.4% increase over FY 2023. This includes $142.8 billion in discretionary funding and $182.3 billion in mandatory funding.\\n\\n- Major topics discussed included:\\n\\n1. Implementation of the PACT Act and funding for toxic exposure care through the new Toxic Exposures Fund. \\n\\n2. Challenges with the rollout of the new Electronic Health Record system and VA's decision to pause further deployments.\\n\\n3. Efforts to improve hiring and retention of VA staff, especially in rural areas.\\n\\n4. Mental health care and suicide prevention initiatives.\\n\\n5. Programs to address veteran homelessness.\\n\\n6. Improving care for women veterans and rural veterans.\\n\\n7. Infrastructure and construction needs for VA facilities.\\n\\n- Senators raised concerns about potential budget cuts impacting veteran services and the need to fully fund PACT Act implementation.\\n\\n- There were questions about VA's ability to process the increased claims volume from the PACT Act.\\n\\n- Senators from rural states emphasized the need to improve access to care and services for rural veterans.\\n\\n- Secretary McDonough committed to working with Congress to address issues raised and ensure veterans receive the care and benefits they have earned.\\n\\nThe hearing highlighted the VA's priorities and challenges as it seeks increased funding to expand services and modernize its systems to better serve veterans.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC72768/text\", \"date\": \"04/19/2023\", \"title\": \"AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RE- LATED AGENCIES APPROPRIATIONS FOR FISCAL YEAR 2024\", \"id\": -1, \"committee\": \"Appropriations\", \"transcript\": \"Here is a summary of the key points from the Senate hearing on the FDA's fiscal year 2024 budget request:\\n\\n- FDA Commissioner Dr. Robert Califf testified on the agency's $7.2 billion budget request, a 7.8% increase from the previous year. \\n\\n- Key priorities include enhancing food safety, advancing medical product safety, investing in core operations, modernizing infrastructure, and tobacco regulation.\\n\\n- There was discussion of the recent court ruling on the abortion drug mifepristone, with concerns raised about its implications for FDA's drug approval authority. Dr. Califf said FDA's decisions are based on science and data, not politics.\\n\\n- Senators asked about efforts to address the opioid crisis, infant formula shortages, and regulation of e-cigarettes and vaping products. \\n\\n- Dr. Califf highlighted plans to revitalize FDA's Human Foods Program and create a new Deputy Commissioner position to oversee it.\\n\\n- There were questions about FDA's approach to approving non-opioid pain treatments and regulating plant-based milk alternatives.\\n\\n- Senators expressed concerns about clinical holds delaying cell and gene therapy approvals. Dr. Califf acknowledged more work is needed in this area.\\n\\n- The FDA is requesting additional funding and authority to regulate all tobacco/nicotine products, including e-cigarettes.\\n\\n- Senators urged FDA to finalize rules on medical gases and to improve the animal feed additive approval process.\\n\\nThe hearing highlighted FDA's broad responsibilities and the challenges it faces in regulating food, drugs, medical devices and tobacco products. Senators pressed for action on various priorities while examining the agency's funding needs.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC72674/text\", \"date\": \"03/12/2024\", \"title\": \"S.Hrg. 118-251 \\u2014 ADMINISTRATION OF UPCOMING ELECTIONS\", \"id\": 251, \"committee\": \"Rules and Administration\", \"transcript\": \"Here is a summary of the key points from the Senate hearing on the administration of upcoming elections:\\n\\n- Election officials testified about preparations for the 2024 elections and challenges they face, including threats to election workers, cybersecurity concerns, and misinformation/disinformation.\\n\\n- Several witnesses expressed concern about the potential for AI and deepfakes to spread election misinformation at a much larger scale and faster pace than before. There were calls for federal legislation to address AI-generated deceptive content in elections.\\n\\n- Witnesses discussed efforts to recruit and retain poll workers, including programs to bring in younger workers and veterans. Some states are facing difficulties due to threats and harassment of election officials.\\n\\n- There was debate over voter ID laws and efforts to verify citizenship of voters. Some argued these are necessary security measures while others said they can suppress legitimate voters.\\n\\n- Witnesses highlighted the importance of post-election audits and paper ballots to ensure election integrity and public confidence. \\n\\n- Several senators and witnesses emphasized the need for steady federal funding to help states maintain election infrastructure and security.\\n\\n- There were differing views on recent state laws changing voting rules, with some arguing they improve security and others saying they restrict voting access, especially for minority communities.\\n\\n- Witnesses stressed the importance of clear communication with voters about election processes and combating misinformation through partnerships with trusted community voices.\\n\\nThe hearing highlighted ongoing debates over election administration and security as officials prepare for the high-stakes 2024 elections. Witnesses called for federal support and legislation to address emerging challenges like AI while maintaining state and local control over elections.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC72582/text\", \"date\": \"10/24/2023\", \"title\": \"S.Hrg. 118-249 \\u2014 INSTABILITY IN THE SAHEL AND WEST AFRICA: IMPLICATIONS FOR U.S. POLICY\", \"id\": 249, \"committee\": \"Foreign Relations\", \"transcript\": \"Here is a summary of the key points from the Senate hearing on instability in the Sahel and West Africa:\\n\\n- The hearing focused on the recent wave of coups in West Africa and the Sahel region, including in Mali, Guinea, Burkina Faso, Chad, and Niger. \\n\\n- Assistant Secretary of State Molly Phee testified that weak governance is a primary driver of instability in the region. She said military rule has led to increased violence and civilian deaths in countries like Mali.\\n\\n- Senators expressed concern about the delay in designating the events in Niger as a coup and imposing consequences on coup leaders. Some argued this sent the wrong message to the region.\\n\\n- There was discussion about whether U.S. security assistance and training programs may have inadvertently empowered militaries that then carried out coups. \\n\\n- Senators questioned the effectiveness of current U.S. policy and strategy in the region given the continued instability and coups.\\n\\n- Assistant Secretary Phee said the U.S. is adjusting its approach, including expanding restrictions on assistance beyond just what is legally required under Section 7008 after coups.\\n\\n- There were calls from senators for a more comprehensive strategy incorporating development, diplomacy and security assistance.\\n\\n- Concerns were raised about growing Russian/Wagner Group influence in the region, especially in Mali.\\n\\n- Senators urged stronger support for civil society and democratic institutions to help prevent future coups.\\n\\nThe key themes were the need to reevaluate U.S. policy given recent events, impose clearer consequences for coups, and take a more holistic approach to addressing root causes of instability in the region. The hearing highlighted the complex challenges facing U.S. policy in the Sahel and West Africa.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC73164/text\", \"date\": \"11/15/2023\", \"title\": \"S.Hrg. 118-248 \\u2014 VA'S FOURTH MISSION: SUPPORTING OUR NATION'S EMERGENCY PREPAREDNESS AND RESPONSE\", \"id\": 248, \"committee\": \"Veterans' Affairs\", \"transcript\": \"Here is a summary of the key points from the Senate hearing on VA's Fourth Mission and emergency preparedness:\\n\\n- The VA's Fourth Mission is to support national emergency preparedness and response efforts. During the COVID-19 pandemic, VA completed nearly 200 mission assignments from FEMA, helping 47 states and territories.\\n\\n- VA is working to address supply chain vulnerabilities exposed during the pandemic, including for essential medications and PPE. \\n\\n- VA relies on an all-volunteer workforce (DEMPS) for emergency response, but there are concerns about burnout given increasing disaster frequency. VA is establishing dedicated deployment-ready teams to supplement volunteers.\\n\\n- VA is updating its emergency caches established after 9/11 to reflect current threats and needs.\\n\\n- Climate change is increasing the frequency and severity of disasters that impact VA facilities and veterans. VA completed a climate vulnerability assessment in 2023 to inform future infrastructure investments.\\n\\n- Interagency coordination during emergencies has improved since early pandemic challenges, but more work is needed to streamline processes.\\n\\n- VA works closely with state and local emergency management to integrate its resources and capabilities into disaster response plans.\\n\\n- Senators praised VA's rapid response to recent disasters like the Maui wildfires and Lewiston, Maine shooting.\\n\\n- There were calls for increased investment in VA infrastructure to improve resilience to climate impacts and disasters.\\n\\nThe hearing highlighted VA's critical role in national emergency response while identifying areas for continued improvement in preparedness and coordination. Climate change impacts emerged as a key concern for future planning.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC72948/text\", \"date\": \"11/01/2023\", \"title\": \"S.Hrg. 118-247 \\u2014 FOUNDATION OF CARE: EXAMINING RESEARCH AT THE DEPARTMENT OF VETERANS AFFAIRS\", \"id\": 247, \"committee\": \"Veterans' Affairs\", \"transcript\": \"Here is a summary of the key points from the Senate hearing on research at the Department of Veterans Affairs:\\n\\n- The VA's Office of Research and Development manages the department's research funding and sets policy for research activities. Current research priorities include increasing veterans' access to clinical trials, increasing real-world impact of VA research, utilizing VA data, promoting diversity and inclusion, and fostering community.\\n\\n- Major research areas include military/toxic exposures, precision oncology, mental health/suicide prevention, and pain/opioid use disorders. \\n\\n- The Million Veteran Program (MVP) is approaching its goal of collecting genetic information from 1 million veterans. This data is being used for research on how genetics, lifestyle, and military experiences impact health.\\n\\n- There are over 2,000 active clinical trials across the VA, with 617 funded directly by the VA. Senators expressed interest in getting more details on these trials.\\n\\n- Concerns were raised about rural veterans' access to research opportunities and clinical trials. The VA acknowledged challenges but is working on decentralized approaches.\\n\\n- Questions were asked about data security for the MVP program. The VA described measures like anonymizing data and using isolated computing environments.\\n\\n- Senators urged the VA to accelerate translating research findings, especially related to suicide prevention, into practical treatments that can help veterans sooner.\\n\\n- There were discussions about potentially allowing some VA research funding to be used by non-VA researchers at affiliated institutions to expand capabilities.\\n\\nThe hearing highlighted the scope of VA research activities and potential to improve veteran care, while also identifying areas for improvement in rural access, data sharing, and translating findings to clinical practice.\"}", "{\"link\": \"https://www.congress.gov/event/118th-congress/senate-event/LC72477/text\", \"date\": \"09/07/2023\", \"title\": \"S.Hrg. 118-246 \\u2014 IMPLEMENTING IIJA: PERSPECTIVES ON THE DRINKING WATER AND WASTEWATER INFRASTRUCTURE ACT, PART II\", \"id\": 246, \"committee\": \"Environment and Public Works\", \"transcript\": \"Here are the key points from the Senate hearing on implementing the Drinking Water and Wastewater Infrastructure Act:\\n\\n- The hearing examined progress on implementing the $55 billion in water infrastructure funding provided by the Bipartisan Infrastructure Law. \\n\\n- Witnesses highlighted the significant needs that still exist for water infrastructure upgrades, with estimates in the hundreds of billions of dollars nationwide.\\n\\n- Challenges discussed included workforce shortages, rising costs of materials, and the need for more technical assistance for small and rural systems.\\n\\n- There was discussion of the need for more funding in the form of grants rather than loans, especially for disadvantaged communities.\\n\\n- PFAS contamination was a major focus, with concerns raised about the high costs of treatment to meet proposed new standards. \\n\\n- Cybersecurity for water systems was identified as an increasing concern requiring more resources.\\n\\n- Witnesses emphasized the importance of having flexibility in how funds can be used to address local needs.\\n\\n- There were calls to prioritize funding for communities that completely lack water and sewer infrastructure.\\n\\n- The need for a permanent low-income water assistance program was highlighted.\\n\\n- Workforce development, both for utilities and state agencies implementing programs, was identified as a critical need.\\n\\nThe hearing provided oversight on implementation of the historic water infrastructure funding and identified ongoing challenges and needs in the water sector. Senators and witnesses emphasized the importance of continuing to invest in and improve water systems nationwide.\"}"]